[
	{
		"nameRole":"Actor",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Actor can play three differents roles during the game at night. These roles must be choose outside of the game and are visible to everybody. Once the three have been played, the Actor become a simple villager.",
				"action" : "The Actor might choose one of the roles visible to play for a complete turn. Once the role has been played, it is discarded.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "CONSUMABLE",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			},
			"AUTHOR": {
				"description" : "The Actor is a doppelganger. He/she choose another character to copy the role and become this one. That can means there can be two seers, two witches, etc... If the Actor copy a solo role, they become a Duo role and must still fulfill the condition but together.",
				"action" : "The Actor choose a character to copy. He/she become this role too and follow the rules associate to it. If it is a solo role, they must win together now.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "UNIQUE",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"Angel",
		"roleValues":	
		{
			"NORMAL": {
				"description" : "The Angel is a solo role at the beginning. He/she must die on the first turn (night or day) in order to win alone. If he/she survives, then he/she is a Simple Willager. Putting an Angel makes the game start with the day and not the night (or night with scouting and no actions).",
				"action" : "No action for the night.",
				"isSolo": false,
				"isNocturnal" : false
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			},
			"AUTHOR": {
				"description" : "The Angel is a divinator. One time per game, he/she can choose to reveal a role to everybody. The character revealed stay alive.",
				"action" : "The Angel can choose to reveal the role of a character.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "CONSUMABLE",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}	
	},
	{
		"nameRole":"BearTamer",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Bear Tamer can signal if one of his neighbours is a Werewolf. If the game master makes a sound like a bear growl, that means one of the alive neighbours of the Bear Tamer is a Werewolf. The Bear also growls if the Bear Tamer is infected.",
				"action" : "No action for the night",
				"isSolo": false,
				"isNocturnal" : false
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"BigBadWolf",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Big Bad Wolf can eat a second victim during the night. He/she eats with the others on the common turn then has a unique turn for him/her. This power is lost when a Werewolf, Wild Child, or Wolfhound is dead.",
				"action" : "The Big Bad Wolf choose a victim to eat. On its only turn, he can eat another victim.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "CONDITIONAL",
				"condition": "ONEWEREWOLF",
				"isWerewolf": true,
				"rolesToStick": [],
				"maxOccurrence": 1
			}, 
			"AUTHOR": {
				"description" : "The Big Bad Wolf can eat a second victim during the night. He/she eats with the others on the common turn then has a unique turn for him/her.",
				"action" : "The Big Bad Wolf choose a victim to eat. On its only turn, he can eat another victim.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": true,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}		
	},
	{
		"nameRole":"Brother",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Brothers wake up at night and know each others. This can be a big impact about trust. They can communicate at night with signs.",
				"action" : "The Brother recognize each others and can communicate through signs together.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "CONDITIONAL",
				"condition": "ISALONE",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 3
			}
		}
	},
	{
		"nameRole":"Crow",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Crow can give two votes to a player that will apply during the day.",
				"action" : "The Crow choose a player to get two votes for the day to come.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"Cupid",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Cupid choose two players during the night to put together into a unite couple. They must win together. If one of them dies, so die the other.",
				"action" : "The Cupid choose two people to put in love together. If one dies, so die the other.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "UNIQUE",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			},
			"AUTHOR": {
				"description" : "The Cupid has been touched too much by love. He/She select two people to fall in love together. Then, he/she choose a cheater and a lover. If the lover dies, the three dies. If the cheater dies, the three dies. If the cheated dies, he's the only one. Lover and cheater can't go against each others. Cheated can't only go against the cheater.",
				"action" : "The Cupid choose three people to put in a triangle of love. Select two people to make in love, then a cheater and a lover. If the lover dies, the three dies. If the cheater dies, the three dies. If the cheated dies, he's the only one. Lover and cheater can't go against each others. Cheated can't only go against the cheater.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "UNIQUE",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}	
	},
	{
		"nameRole":"Defender",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Defender can protect from the werewolves attack at night only. He/she must choose a different player each night and can select himself/herself. Doesn't protect from infection, killing potion.",
				"action" : "The Defender choose one player to protect from the attack of werewolves. He/she can protect himself/herself. Must choose a different player every night.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}	
	},
	{
		"nameRole":"Elder",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Elder can survive a second attack from the Werewolves. If the village eliminate him/her, they lose their powers except the solo roles. Doesn't apply from being killed by love. Can't be infected. If he/she gets a heal potion, he/she gets one more life.",
				"action" : "No action during the night.",
				"isSolo": false,
				"isNocturnal" : false
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"Fireman",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Fireman, when he/she dies, kills the two closed alive neighbours.",
				"action" : "No action during the night.",
				"isSolo": false,
				"isNocturnal" : false
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"Fox",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Fox can scan three players at the same time and see if there is a Werewolf among them. If there is at least one, the Fox keeps its power. Otherwise he lost it. The Fox can refuse to use its power to use it later in the game.",
				"action" : "The Fox CAN choose a person to scan with the two neighbours of the target in order to know if there is werewolf among them. If there is none, he lost his power.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "CONSUMABLE",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"Gypsy",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Gypsy can make players ask questions to the deaths in order to have more information. On his/her turn, he/she choose a card and a player to read it. On the morning, the chosen player will read it. If the chosen player must die, the card isn't read.",
				"action" : "The Gypsy choose a card between the spiritism cards and a player to read it.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"Hunter",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Hunter can, when he dies, kill someone else alive.",
				"action" : "No action during the night.",
				"isSolo": false,
				"isNocturnal" : false
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"Idiot",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Idiot of the village has a second chance if he/she's voted to be killed during the day. Considered as not possible dangerous, he/she stay alive revealed. However, he/she lost the possibility of voting. If there is an Elder in your game and the Elder remove the powers, the idiot die.",
				"action" : "No action during the night.",
				"isSolo": false,
				"isNocturnal" : false
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"LittleGirl",
		"roleValues" :
		{
			"NORMAL": {
				"description" : "The Little Girl can try to spy the Werewolves; but if she's detected, she's the selected victim at their turn.",
				"action" : "The Little Girl spy on the werewolves turn.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": true,
				"rolesToStick": ["WEREWOLF-NORMAL", "BIGBADWOLF-NORMAL", "BIGBADWOLF-AUTHOR", "WOLFFATHER-NORMAL", "WHITEWOLF-NORMAL", "WOLFHOUND-NORMAL", "WOLFHOUND-AUTHOR"],
				"maxOccurrence": 1
			},
			"AUTHOR": {
				"description" : "The Little Girl is a frail child. He/she can't sleep alone and so he/she wakes up to sleep with someone else. The target wakes up and see the little girl and show his/her role. If it is a werewolf, the Little Girl is dead. This count as an additional victim. The Little Girl can't be targeted by werewolves. But if his/her host dies, so is he/she. This doesn't apply if the host is killed in another way than the kill of the Werewolves.",
				"action" : "The Little Girl choose another character to sleep with. The character wakes up, show his/her role and see the little girl. If it is a Werewolf, the Little Girl die. If the werewolves kills the host, he/she dies too.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"Manipulator",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Manipulator is a solo role where he has to win with only a part of the village. Once the other part is eliminated, he wins.",
				"action" : "The Manipulator wakes up and see with who is part of his group. He must eliminate all the others. Once they are dead, he wins.",
				"isSolo": true,
				"isNocturnal" : true
				"powerState": "UNIQUE",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			},
			"AUTHOR": {
				"description" : "The Manipulator is a racist. He/She select a number of players equal to the number of werewolves (information from the game master). If the selected dies, he/she wins. If there is no more werewolves in the game and the Manipulator is alive, he/she wakes up to kill. If there is no werewolves from the beginning of the game, the game master choose the number.",
				"action" : "The Manipulator choose a number of players that must die in order for him/her to win. This number is given by the game master. If the werewolves are dead, he/she can select a victim to kill.",
				"isSolo": true,
				"isNocturnal" : true
				"powerState": "CONDITIONAL",
				"condition": "ALLWEREWOLVES",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"Piper",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Piper is a solo role. He/she has to charm all the characters in the village. The charmed will open their eyes, new and old, every night; which will add more difficulties to the piper to stay hidden. Once he manager to charm everybody, no matter when, he wins.",
				"action" : "The Piper choose two players to charm. Then all the charmed will open their eyes and see who is left.",
				"isSolo": true,
				"isNocturnal" : true
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"RustyKnight",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Rusty Knight, if killed during the night, can kill a Werewolf from tetanus. The next morning, the Werewolf alive the most on his/her left will die. This action helps a lot to see innocents between the Knight and the killed Werewolf.",
				"action" : "No action during the night.",
				"isSolo": false,
				"isNocturnal" : false
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			},
			"AUTHOR": {
				"description" : "The Rusty Knight, if killed during the night, can kill a Werewolf from tetanus. The next morning, the Werewolf alive the most on his/her left will die. This action helps a lot to see innocents between the Knight and the killed Werewolf. If he/she dies by the the village, or a villager during the night, the closest villager to the right of the Knight dies.",
				"action" : "No action during the night.",
				"isSolo": false,
				"isNocturnal" : false
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"Scapegoat",
		"roleValues": 
		{
			"NORMAL": {
				"description" : "The Scapegoat is eliminated if there is a tie in the votes during the day. He/she may choose who can vote on the next day. This can be dangerous if the remaining voters are Werewolves. It's also dangerous if there is only one person allowed to vote and is killed during the night; leading to no vote.",
				"action" : "No action during the night.",
				"isSolo": false,
				"isNocturnal" : false
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			},
			"AUTHOR": {
				"description" : "The Scapegoat is a victim of life and death. When there is a tie during the vote of the day from the village, he/she dies instead and choose who doesn't vote the next day. If he/she's eaten by the Werewolves during the night, they got an indigestion and don't eat the next night.",
				"action" : "No action during the night.",
				"isSolo": false,
				"isNocturnal" : false
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}	
	},
	{
		"nameRole":"Seer",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Seer can see the card of another player one time per turn.",
				"action" : "The Seer choose a card to see.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"Servant",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Servant can stop the execution of the selected victim during the day and take his/her place. To do it, the Servant has to reveal himself/herself and take the role of the selected player. The eliminated player stay eliminated however.",
				"action" : "No action during the night.",
				"isSolo": false,
				"isNocturnal" : false
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			},
			"AUTHOR": {
				"description" : "The Servant is a promoter. Once a special innocent Villager has been killed, she can wakes up during the night and select a character. If it isn't a Simple Villager, nothing happens. The Servant doesn't see the role. If it is a Simple Villager, she can promote the founded to a dead special role. This means a special role can come back in the game. A role like a Witch for example get a refresh of all the actions already done. The Servant can select a dead role from a character that was infected; the infection isn't linked to the role itself.",
				"action" : "The Servant choose a player to try to find a Simple Villager in order to promote him/her on dead innocents villagers role. The infection doesn't impact anything.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "CONSUMABLE",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"Sister",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Sisters wake up at night and know each others. This can be a big impact about trust. They can communicate at night with signs.",
				"action" : "The Sister recognize each others and can communicate through signs together.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "CONDITIONAL",
				"condition": "ISALONE",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 2
			}
		}
	},
	{
		"nameRole":"StutteringJudge",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Stuttering Judge can execute a second vote during a day immediately after the first. He must give a sign to the game master and do it during the day in order for the animator to proceed to a second vote.",
				"action" : "No action during the night.",
				"isSolo": false,
				"isNocturnal" : false
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			},
			"AUTHOR": {
				"description" : "The Stuttering Judge is a dictator. He/She can during the day, one time per game, reveal himself/herself and kill someone. If the victim is a Werewolf, he/she become the captain/mayor. Otherwise, he/she dies.",
				"action" : "No action during the night.",
				"isSolo": false,
				"isNocturnal" : false
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"Thief",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Thief is the first one to wake up during the night. He/she can select a role from two side roles that the game master choose not in the game. If one of the two roles is a Werewolf, he/she must select it.",
				"action" : "The Thief choose a card between the two that the game master has selected. If there is a Werewolf among them, he has to select it.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "UNIQUE",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			},
			"AUTHOR": {
				"description" : "The Thief is a trap master. He/she can put traps on other characters and have more information. There is three traps available that can be put each one one time per game : silent one (Thief knows if the selected has done something during the night at the morning), noisy one (everybody knows when the role is called), injure one (everybody knows who did something during the night at the morning). If a trap isn't activated, it is available again. Activation is done when a character do an action, meaning the trapped can wakes up but do nothing and so not activate the trap.",
				"action" : "The Thief choose a trap to put between the three ones : silent one, noisy one, injure one. If the trapped doesn't do anything during the night or don't wake up, the trap is available again.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "CONSUMABLE",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"Villager",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Villager has no other power than its own deduction to find out the Werewolves.",
				"action" : "No action during the night.",
				"isSolo": false,
				"isNocturnal" : false
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 7
			}
		}
	},
	{
		"nameRole":"VillagerVillager",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Villager-Villager is someone who everybody knows. He/she can't hide his/her role.",
				"action" : "No action during the night.",
				"isSolo": false,
				"isNocturnal" : false
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"Werewolf",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Werewolf can select a victim during the night to eat and eliminate from the game.",
				"action" : "The Werewolf choose a victim to eat.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": true,
				"rolesToStick": ["WOLFHOUND-NORMAL", "WOLFHOUND-AUTHOR", "BIGBADWOLF-NORMAL", "BIGBADWOLF-AUTHOR", "WOLFFATHER-NORMAL", "WHITEWOLF-NORMAL", "LITTLEGIRL-NORMAL"],
				"maxOccurrence": 6
			}
		}
	},
	{
		"nameRole":"WhiteWerewolf",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The White Werewolf is a solo role. He/she wins when he/she is the last one alive. In order to do it, one night on two, he/she can wake up alone and eat one of his/her Werewolves companions. He/she still eats Villagers like the others in the common turn.",
				"action" : "The White Werewolf, choose a victim to eat with the pack. On his/her own turn, he/she can eat a Werewolf.",
				"isSolo": true,
				"isNocturnal" : true
				"powerState": "CONDITIONAL",
				"condition": "ALLWEREWOLVES",
				"isWerewolf": true,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"WildChild",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Wild Child choose a player that he/she consider as his/her model. If the model dies, the Wild Child become a Werewolf. Otherwise, he's a Simple Villager.",
				"action" : "The Wild Child choose a player to be his/her master. If the master dies, he/she become a Werewolf.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "CONSUMABLE",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"Witch",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Witch has two potions; one of death to kill someone and one of resurrection to save the victim of the werewolves, that she can use in the same time.",
				"action" : "The Witch can use her potion of life to save the victim, and use her potion of death to kill someone.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "CONSUMABLE",
				"condition": "NOCONDITION",
				"isWerewolf": false,
				"rolesToStick": [],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"WolfFather",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Wolf Father has the power to convert a victim into a Werewolf. One time per game, the Wolf Father can give a sign to the game master to infect the victim. The victim will not be eliminated and will wakes up with the others on the Werewolves's turn.",
				"action" : "The Wolf Father can infect a victim in order to add one more Werewolf to the pack instead of killing it.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": true,
				"rolesToStick": ["WEREWOLF-NORMAL", "BIGBADWOLF-NORMAL", "BIGBADWOLF-AUTHOR", "LITTLEGIRL-NORMAL", "WHITEWOLF-NORMAL", "WOLFHOUND-NORMAL", "WOLFHOUND-AUTHOR"],
				"maxOccurrence": 1
			}
		}
	},
	{
		"nameRole":"WolfHound",
		"roleValues":
		{
			"NORMAL": {
				"description" : "The Wolf Hound is a role that can choose who he/she wants to be between a Werewolf and a Simple Villager.",
				"action" : "The Wolf Hound choose to wake up and be a Werewolf for the game or stay asleep and be a Simple Villager.",
				"isSolo": false,
				"isNocturnal" : false
				"powerState": "CONSUMABLE",
				"condition": "NOCONDITION",
				"isWerewolf": true,
				"rolesToStick": ["WEREWOLF-NORMAL", "BIGBADWOLF-NORMAL", "BIGBADWOLF-AUTHOR", "WOLFFATHER-NORMAL", "WHITEWOLF-NORMAL", "LITTLEGIRL-NORMAL"],
				"maxOccurrence": 1
			},
			"AUTHOR": {
				"description" : "The Wolf Hound is a cub Wolf. If he/she dies, the werewolves are angry and eat an additional victim the next night.",
				"action" : "The Wolf Hound provokes the anger the pack of werewolves on death. They can add an additional victim the next night.",
				"isSolo": false,
				"isNocturnal" : true
				"powerState": "PERMANENT",
				"condition": "NOCONDITION",
				"isWerewolf": true,
				"rolesToStick": ["WEREWOLF-NORMAL", "BIGBADWOLF-NORMAL", "BIGBADWOLF-AUTHOR", "WOLFFATHER-NORMAL", "WHITEWOLF-NORMAL", "LITTLEGIRL-NORMAL"],
				"maxOccurrence": 1
			}
		}
	}
]